/* Restart confirmation text */
"Are you sure you want to restart your computer?" = "Êtes-vous sûr de vouloir redémarrer votre ordinateur?";

/* Shutdown confirmation text */
"Are you sure you want to shutdown your computer?" = "Vous êtes sûr de vouloir éteindre votre ordinateur?";

/* Cancel button label */
"Cancel" = "Cancel";

/* Bless command error description */
"Error occurred while executing the bless command" = "Une erreur s'est produite lors de l'exécution de la commande de bénédiction.";

/* Authentication error description */
"Error occurred while trying to authenticate" = "Une erreur s'est produite lors de la tentative d'authentification.";

/* Restart failure descriptive text */
"Error occurred while trying to tell system to restart" = "Une erreur s'est produite lors de la tentative de dire au système de redémarrer.";

/* Shutdown failure descriptive text */
"Error occurred while trying to tell system to shutdown" = "Une erreur s'est produite en essayant de dire au système de s'arrêter.";

/* Restart failure error message */
"Failed to restart computer" = "Échec du redémarrage de l'ordinateur";

/* Error message text for setting boot drive */
"Failed to set boot volume" = "Échec de réglage du volume de démarrage";

/* Shutdown failure error message */
"Failed to shutdown computer" = "Échec de l'arrêt de l'ordinateur";

/* OK button label */
"OK" = "Accepter";

/* Restart button label */
"Restart" = "Redémarrer";

/* Shutdown button label */
"Shutdown" = "Arrêt";

/* Unknown error description */
"Unknown error occurred while trying to set boot volume" = "Une erreur inconnue s'est produite lors de la tentative de réglage du volume de démarrage.";

/* Restart confirmation descriptive text */
"Your computer will restart to it's default volume unless boot later was chosen." = "Votre ordinateur redémarrera à son volume par défaut, à moins que vous n'ayez choisi de démarrer plus tard.";

/* Shutdown confirmation descriptive text */
"Your computer will shutdown and boot up to it's default volume next time you turn it on unless boot later was chosen." = "Votre ordinateur s'éteindra et démarrera jusqu'à son volume par défaut la prochaine fois que vous l'allumerez, à moins que vous n'ayez choisi de démarrer plus tard.";

